Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1316.html.tmx
Source language: sme
Languages: nob

source: Muitosánit - Ella Holm Bull
nob: Ella Holm Bull

source: Sámediggepresideanta Aili Keskitalo doalai muitosáni Ella Holm Bullii go dievasčoahkkima rahppama oktavuođas .
nob: Sametingspresident Aili Keskitalo holdt minneord over Ella Holm Bull i forbindelse med åpning av plenum .

source: Almmuhan Kuhmunen , John-Marcus .
nob: Publisert av Kuhmunen , John-Marcus .

source: Maŋimustá rievdaduvvon 26.09.2006
nob: Sist endret 26.09.2006

source: Stuorra morrašiin gulaimet ahte Ella Holm Bull lei min guođđán čakčamánu 21. b. 2006 .
nob: Det var med stor sorg vi fikk melding om at Ella Holm Bulll hadde gått bort 21. september 2006 .

source: Ella Holm Bull , jámii ruovttus bearrašis luhtte Snåases .
nob: Ella Holm Bull , døde hjemme hos sin familie i Snåsa .

source: Min jurdagat mannet lagamuččaide – bearrašii , sohkii ja ustibiidda .
nob: Våre tanker går til de nærmeste - familie , slekt og venner .

source: Ella Holm Bull riegádii golggotmánu 12. b. 1929 Røyrvikas .
nob: Ella Holm Bull ble født 12. oktober 1929 i Røyrvik .

source: Ella lei boarráseamos bearraša viđa mánás .
nob: Ella var eldst i en søskenflokk på fem barn .

source: Váhnenguovttos Nils Pedersen Joma ja Anna Sofie leigga boazosápmelaččat Nuorta Namdala boazoguohtunorohagas Davvi-Trøndelagas .
nob: Foreldrene Nils Pedersen Joma og Anna Sofie Joma var reindriftsamer i Østre Namdal reinbetedistrikt i Nord-Trøndelag .

source: Ella massii áhččis , golbma etno / čeazi ja guokte muoŧá / siesá Dunderlandlihkohisvuođas 1948 geasi , dalle go Norgga Boazosápmelaččaid Riikkasearvvi riikačoahkkináirasat máhcce ruoktot maŋŋil vuođđudančoahkkima Romssas .
nob: Ella mistet sin far , tre onkler og to tanter i Dunderlandsulykken sommeren 1948 , da landsmøtedelegater fra Norske Reindriftsamers Landsforbund reiste tilbake etter stiftelsesmøtet i Tromsø .

source: Massin váikkuhii garrasit ja hávvi lea bistán oapmahaččain .
nob: Tapet ga stor innvirking og et varig sår for de etterlatte .

source: Ella čađahii oahpaheaddjieksámena Nesna Oahpaheaddjiskuvllas 1954:s , ja sámegiela vuođđofága Osllo universitehtas 1964:s .
nob: Ella tok lærereksamen ved Nesna Lærerskole i 1954 , og grunnfag i samisk ved Universitetet i Oslo i 1964 .

source: Ella Holm Bull náitalii 1953:s boazoeaiggádiin Nils Holm Bull:ain Rørosas eret .
nob: Ella Holm Bull giftet seg med reineier Nils Holm Bull fra Røros i 1953 .

source: Soai oaččuiga njeallje máná : Sigrid Elisabeth ( Sagka - r. .
nob: De fikk fire barn : Sigrid Elisabeth ( Sagka - f. 1955 ) , Ellen Kristin ( Ellen - f. 1958 ) , Nils Oskar ( Næjla - f. 1967 ) , Anna Sofie ( Anna Søøfe - f. 1969 ) , og etter hvert femten barnebarn og tre oldebarn .

source: Ella Holm Bull lea olles eallimistis bargan oarjelsámegiela ovddidemiin njálmmálaš ja čálalaš giellan , ja dan bokte lea son lokten oarjelsámegiela árvvu .
nob: Ella Holm Bull har i hele sitt liv arbeidet med å fremme bruken av sørsamisk som et muntlig og skriftlig språk , og gjennom dette har hun bidratt til å heve statusen for det sørsamiske språket .

source: Muhto son lea maiddái leamaš doarjjan eará , uhcit sámegielaide .
nob: Men hun har også vært en støtte for andre , mindre samiske språk .

source: Son lea čađat dorron oarjelsámegiela ovddas dan áiggis go oarjelsámegielas ii lean makkárge sadji servodagas , ja atnui giellan mas ii leat árvu .
nob: Hun har hele tiden vært en forkjemper for sørsamisk språk i en tid da sørsamisk ikke hadde noen plass i samfunnet , og ble sett på et språk uten verdi .

source: Su bargu oahpaheaddjin ja giellabargin lea leamaš áibbas mearrideaddjin giela seailluheapmái ja ovdánahttimii .
nob: Hennes innsats som lærer og språkarbeider har vært helt avgjørende for språkets bevaring og utvikling .

source: Son lei dat vuosttaš oahpaheaddji Åarjelsaemien skuvles , go dat ásahuvvui 1968:s .
nob: Hun var den første læreren ved Åarjelsaemien skuvle , Sameskolen på Snåsa , da den ble etablert i 1968 .

source: Doppe lei son virggis oahpaheaddjin ja rektorin gitta dassái go joavddai ealahahkii .
nob: Der var hun også tilsatt som lærer og rektor helt til hun gikk av med pensjon .

source: Ovttas professor Knut Bergslandain ráhkadii Ella oarjelsámi riektačállima 1974:s .
nob: Sammen med professor Knut Bergsland utarbeidet Ella den sørsamiske rettskriving i 1974 .

source: Ella Holm Bull lea maiddái čállán ollu oarjelsámegiel oahppogirjjiid mat geavahuvvojit sihke Norggas ja Ruoŧas .
nob: Ella Holm Bull har også skrevet et stort antall lærebøker i sørsamisk som benyttes både i Norge og Sverige .

source: Earret dan lea son čállán iežas divttaid ja lávlagiid oarjelsámegillii .
nob: I tillegg har hun skrevet egne dikt og sanger på sørsamisk .

source: Go jámii lei son aiddo bálkáhuvvon čállit " Sámi historjá Røyrvikas ja dan birrasis ” ( Den samiske historien i Røyrvik og omegn ) .
nob: Da hun døde var hun nylig engasjert til å skrive " Den samiske historien i Røyrvik og omegn " .

source: Giella- ja kulturbargin lea son leamaš nana veahkkin dasa ahte dál leat čálalaš gáldut boahttevaš buolvvaide .
nob: Som språk- og kulturarbeider har hun bidratt vesentlig til at det i dag finnes skriftlige kilder til kommende generasjoner .

source: Ella Holm Bull lea ožžon máŋga bálkkašumi barggus ovddas : Kultur- ja girkodepartmeantta mánáid- ja nuoraidgirjjálašvuođa jorgalanbálkkašumi , Davvi-Trøndelaga fylkka kulturbálkkašumi , Gonagasa ánsomedálje , Sámeráđi gudnebálkkašumi ja vuosttaš davviriikkalaš giellabálkkašumi Gollegiella .
nob: Ella Holm Bull er tildelt en rekke priser for sitt arbeid : Kultur- og kirkedepartmentets oversetterpris for barne- og ungdomslitteratur ( 1976 ) , Nord-Trøndelag fylkes kulturpris , Kongens fortjenestemedalje , Samerådets ærepris , samt den første nordiske språkprisen Gollegiella .

source: Ellas leat leamaš máŋga luohttevašdoaimma .
nob: Ella har hatt en rekke tillitsverv i sitt liv .

source: Ella lei miellahttun :
nob: Ella var medlem i :

source: • Sámegiel sáddagiid prográmmaráđis
nob: ● Programrådet for de samiske sendinger

source: • Norgga sámeráđis
nob: ● Norsk sameråd

source: • Sámi oahpahusráđis
nob: ● Samisk utdanningsråd

source: • Sámi giellalávdegottis
nob: ● Samisk språknemnd

source: • Sápmelaččaid joatkkaoahpahusa čielggadanlávdegottis
nob: ● Utredningsutvalget for Videregående opplæring for samer

source: • Sámekulturlávdegottis
nob: ● Samekulturutvalget

source: Ella Holm Bull válljejuvvui vuosttaš sámediggái 1989:s nr. 1 áirrasin 12 válgabiires Oarjelsámeguovlu , Oktasašlisttus Oarjelsámeguovllu Sápmelaččaide .
nob: Ella Holm Bull ble valgt inn i det første sametinget i 1989 som representant nr. 1 for valgkrets 12 Sørsameområdet , fra Fellesliste for Samene i Sørsameområdet .

source: Sámedikkis lei son Sámediggeráđi ja organisašunlávdegotti miellahttun .
nob: I Sametinget var hun medlem i Sametingsrådet og organisasjonskomiteen .

source: Ella Holm Bull govviduvvo liekkusis , fuolalaš , fátmmasteaddji ja nana olmmožin .
nob: Som menneske blir Ella Holm Bull beskrevet som en varm , omtenksom , inkluderende og sterk person .

source: Son lei berošteaddji , oamedovddolaš ja barggan .
nob: Hun var engasjert , samvittighetsfull og arbeidsom .

source: Ella Holm Bull garrasit čuolai oarjelsámegiela ja – kultuvrra beali .
nob: Ella Holm Bull var en stor forkjemper for sørsamisk språk og kultur .

source: Son lea hirbmat mávssolaš barggu bidjan mánáid ja nuoraid ovddas .
nob: Hun har gjort en uvurderlig innsats i sitt arbeid med barn og unge .

source: Ella šattai ovdagovvan , movttiideaddjin ja sus lea guovddáš sadji sámi historjjás , ja min váimmuin .
nob: Ella står igjen som et forbilde , inspirasjon og har en sentral plass i den samiske historien , og i våre hjerter .

source: Vuoiŋŋat ráfis .
nob: Hvil i fred .

source: ( Jaskes minuhtta )
nob: ( Tyst minutt )
